Repository: maromsa/super_stop
Catalog: lib/l10n/app_*.arb
Languages: he

# playButton
source: Play
he: שחק

# settingsButton
source: Settings
he: הגדרות

# achievementsButton
source: Achievements
he: הישגים

# authSignInTitle
source: Welcome to Super Stop
he: ברוכים הבאים ל-Super Stop

# authSignInSubtitle
source: Connect with your Google account to sync your progress across devices.
he: התחברו עם חשבון Google כדי לסנכרן את ההתקדמות בכל המכשירים.

# authSignInButton
source: Continue with Google
he: המשך עם Google

# authSignOutTooltip
source: Sign out
he: התנתקות

# authSyncInProgress
source: Syncing your latest progress...
he: מסנכרן את ההתקדמות האחרונה...

# onboardingSkip
source: Skip
he: דלג

# onboardingWelcomeTitle
source: Welcome to Super Stop!
he: ברוכים הבאים ל-Super Stop!

# onboardingWelcomeBody
source: Train focus, self-control, and emotional balance with games designed for kids with ADHD.
he: מאמנים שליטה עצמית, ריכוז ואיזון רגשי עם משחקים.

# onboardingFeatureTitle
source: What will you discover?
he: מה מחכה לכם?

# onboardingFeatureGames
source: Fun impulse-control games to practice every day
he: משחקי אימפולסיביות כיפיים לתרגול יומי

# onboardingFeatureFocus
source: Short focus sessions with guided breaks
he: מפגשי ריכוז קצרים עם הפסקות מודרכות

# onboardingFeatureRewards
source: Coins, streaks, and colorful achievements
he: מטבעות, רצפים והישגים צבעוניים

# onboardingFeatureProgress
source: Progress dashboard with weekly stats
he: לוח התקדמות עם סטטיסטיקות שבועיות

# onboardingMoodTitle
source: How are you feeling today?
he: איך אתם מרגישים היום?

# onboardingMoodSubtitle
source: Pick an emoji to begin your adventure.
he: בחרו אמוג׳י כדי להתחיל את ההרפתקה.

# onboardingBack
source: Back
he: חזרה

# onboardingNext
source: Next
he: הבא

# onboardingMoodPrompt
source: Choose a mood to get started
he: בחרו מצב רוח כדי להתחיל

# moodCheckInTitle
source: Mood Check-in
he: בדיקת מצב רוח

# moodCheckInPrompt
source: Tap the mood that feels closest to you right now.
he: בחרו את המצב שמרגיש הכי מתאים לרגע.

# moodCheckInThanks
source: Thanks! Your mood has been saved.
he: תודה! המצב נשמר.

# moodCheckInLastTitle
source: Last check-in
he: מצב אחרון

# moodCheckInLastTime
source: Last logged at {time}
he: נרשם לאחרונה בשעה {time}

# moodDistributionEmpty
source: Log your mood for a full weekly view.
he: סמנו מצב רוח כדי לראות תצוגה שבועית.

# moodDistributionTitle
source: Mood highlights this week
he: מצבי רוח בולטים השבוע

# moodCheckInButton
source: Log mood
he: סמן מצב רוח

# moodCheckInToday
source: Already logged today
he: כבר סומן היום

# moodHappy
source: Happy
he: שמח

# moodAngry
source: Frustrated
he: כועס

# moodSad
source: Sad
he: עצוב

# moodAnxious
source: Anxious
he: לחוץ

# moodCalm
source: Calm
he: רגוע

# moodExcited
source: Excited
he: נרגש

# homeTitle
source: Super Stop
he: סופר סטופ

# homeChooseChallenge
source: Choose a challenge
he: בחר אתגר

# homeGameImpulse
source: Impulse Control Game
he: משחק איפוק

# homeGameReaction
source: Reaction Test
he: מבחן תגובה

# homeGameStroop
source: Stroop Test
he: מבחן סטרופ

# homeAdditionalTools
source: More tools
he: כלים נוספים

# homeDailyQuestTitle
source: Daily quests
he: משימות יומיות

# homeDailyQuestOpen
source: Open quest board
he: פתחו את לוח המשימות

# homeAdventureHubTitle
source: Adventure hub
he: עולם ההרפתקאות

# homeAdventureFocus
source: Focus bursts
he: פרצי ריכוז

# homeAdventureCalm
source: Calm mode
he: מצב רגוע

# homeAdventureSocial
source: Social hunt
he: מצוד חברתי

# homeAdventureMixer
source: Mood music mixer
he: מערבל מוזיקה

# homeAdventureStory
source: Habit comic
he: קומיקס רצף

# homeAdventureBoss
source: Executive boss battles
he: בוסי ביצוע

# homeAdventureCollectibles
source: Rewards gallery
he: אוסף פרסים

# homeMoodSelectorTitle
source: Choose your vibe
he: בחרו את אווירת האפליקציה

# homeMoodLockedMessage
source: Keep playing to unlock this mood!
he: המשיכו לשחק כדי לפתוח את מצב הרוח הזה!

# homeMoodActiveBadge
source: Active
he: פעיל

# dailySparkFabLabel
source: Daily surprise
he: הפתעה יומית

# dailySparkSheetTitle
source: Nova's surprise spark
he: הניצוץ של נובה

# dailySparkPrimary
source: Let's do it!
he: יאללה!

# dailySparkAnother
source: Show me another
he: תנו עוד רעיון

# dailySparkCoinMessage
source: You earned {amount} bonus coins!
he: קיבלתם בונוס של {amount} מטבעות!

# dailySparkMoveTitle
source: Quick Move Party
he: מסיבת תזוזה זריזה

# dailySparkMoveBody
source: Turn up your favorite song and dance or jump in place for 20 seconds.
he: הפעילו שיר אהוב וקפצו או רקדו במקום ל-20 שניות.

# dailySparkComplimentTitle
source: Compliment Quest
he: אתגר מחמאה

# dailySparkComplimentBody
source: Send a quick message to cheer someone up. A compliment counts!
he: שלחו הודעה קצרה שמרימה למישהו. מחמאה אחת וזה סגור!

# dailySparkFocusTitle
source: Focus Flash Challenge
he: אתגר פוקוס זריז

# dailySparkFocusBody
source: Start a short focus timer and give it your best for 3 minutes.
he: התחילו טיימר ריכוז קצר ותנו הכול 3 דקות.

# dailySparkBreathTitle
source: Breathing Boost
he: Boost של נשימה

# dailySparkBreathBody
source: Take a calm breathing break using the guided exercise.
he: קחו הפסקת נשימה רגועה בעזרת התרגיל המודרך.

# homeToolBreathing
source: Breathing Exercise
he: תרגיל נשימה

# homeToolFocusTimer
source: Focus Timer
he: טיימר ריכוז

# homeToolProgress
source: Progress Dashboard
he: לוח התקדמות

# homeToolFocusGarden
source: Focus Garden
he: גינת הפוקוס

# homeButtonAchievements
source: Achievements
he: הישגים

# homeButtonSettings
source: Settings
he: הגדרות

# homeReactionModeTitle
source: Choose game mode
he: בחר מצב משחק

# homeReactionModeEndless
source: Classic (endless)
he: קלאסי (אינסופי)

# homeReactionModeTest
source: Test (5 rounds)
he: מבחן (5 סיבובים)

# homeImpulseModeTitle
source: Select play style
he: בחר צורת משחק

# homeImpulseModeClassic
source: Classic
he: קלאסי

# homeImpulseModeSurvival
source: Survival
he: הישרדות

# homeStroopModeTitle
source: Choose game mode
he: בחר מצב משחק

# homeStroopModeSprint
source: Sprint (60 seconds)
he: ספרינט (60 שניות)

# homeStroopModeAccuracy
source: Accuracy (one mistake ends the run)
he: דיוק (טעות אחת פוסלת)

# homeInstructionsTooltip
source: How to play?
he: איך משחקים?

# homeInstructionsTitle
source: How to play?
he: איך משחקים?

# homeInstructionsImpulseTitle
source: Impulse Challenge
he: משחק איפוק

# homeInstructionsImpulseBody
source: Wait for the circle to fill and turn green, then tap quickly!
he: חכו שהעיגול יתמלא ויהפוך לירוק ואז לחצו מהר!

# homeInstructionsReactionTitle
source: Reaction Test
he: מבחן תגובה

# homeInstructionsReactionBody
source: Wait for the screen to turn green and tap as quickly as you can!
he: חכו שהמסך יהפוך לירוק ואז לחצו הכי מהר שאפשר!

# homeInstructionsStroopTitle
source: Stroop Test
he: מבחן סטרופ

# homeInstructionsStroopBody
source: Tap the button that matches the color of the word, not the word itself.
he: לחצו על הכפתור שצבעו תואם לצבע המילה, לא למילה עצמה.

# homeInstructionsClose
source: Got it!
he: הבנתי

# homeStatStreak
source: Streak
he: רצף

# homeStatGoal
source: Goal
he: מטרה

# homeStatCoins
source: Coins
he: מטבעות

# homeExperienceProgress
source: {current} / {goal} XP
he: {current} מתוך {goal} נקודות ניסיון

# focusAppBarTitle
source: Focus Timer
he: טיימר ריכוז

# focusSetupTitle
source: Choose focus time
he: בחרו זמן ריכוז

# focusFocusMinutesLabel
source: Focus time (minutes)
he: זמן ריכוז (דקות)

# focusBreakMinutesLabel
source: Break time (minutes)
he: זמן הפסקה (דקות)

# focusStartButton
source: Start focus
he: התחל ריכוז

# focusSessionsCompleted
source: Completed: {count} focus sessions
he: השלמת: {count} מפגשי ריכוז

# focusMinutesChip
source: {minutes} min
he: {minutes} דק׳

# focusPhaseFocus
source: Focus time
he: זמן ריכוז

# focusPhaseBreak
source: Break time
he: זמן הפסקה

# focusPhaseCompleted
source: Completed!
he: הושלם!

# focusPause
source: Pause
he: השהה

# focusResume
source: Resume
he: המשך

# focusCompletionMessage
source: Great job! You finished a focus session!
he: כל הכבוד! השלמת מפגש ריכוז!

# focusTakeBreak
source: Take a break
he: קח הפסקה

# focusBackToMenu
source: Back to menu
he: חזור לתפריט

# progressAppBarTitle
source: Progress Dashboard
he: לוח התקדמות

# progressStreakSubtitle
source: Days in a row
he: ימים ברצף

# progressDailyGoalTitle
source: Daily goal
he: מטרה יומית

# progressDailyGoalLabel
source: {played} / {goal} games
he: {played} / {goal} משחקים

# progressDailyGoalFocus
source: {minutes} focus minutes today
he: {minutes} דקות ריכוז היום

# progressStatsCoins
source: Coins
he: מטבעות

# progressStatsGamesToday
source: Games today
he: משחקים היום

# progressStatsFocusToday
source: Focus minutes
he: דקות ריכוז

# progressStatsWeeklyGames
source: Total games this week
he: סה"כ משחקים השבוע

# progressStatsWeeklyFocus
source: Total focus minutes this week
he: סה"כ דקות השבוע

# progressWeeklyGamesTitle
source: Games this week
he: משחקים השבוע

# progressAchievementsTitle
source: Achievements
he: הישגים

# progressAchievementsButton
source: View all achievements
he: צפה בכל ההישגים

# achievementZenBeginnerTitle
source: Zen Beginner
he: זן למתחילים

# achievementZenBeginnerDesc
source: Reach a score of 10 in the Impulse Control game.
he: השג ניקוד 10 במשחק האיפוק.

# achievementLightningFastTitle
source: Lightning Fast
he: מהיר כברק

# achievementLightningFastDesc
source: Get a reaction time under 250ms.
he: השג זמן תגובה של פחות מ-250ms.

# achievementFocusedMindTitle
source: Focused Mind
he: ריכוז שיא

# achievementFocusedMindDesc
source: Get 20 correct answers in the Stroop Test.
he: ענה נכון 20 פעמים במבחן סטרופ.

# achievementTrifectaTitle
source: Trifecta
he: אלוף השלישייה

# achievementTrifectaDesc
source: Play all three games at least once.
he: שחק בכל שלושת המשחקים.

# achievementRecordBreakerTitle
source: Record Breaker
he: שובר שיאים

# achievementRecordBreakerDesc
source: Set a new high score in any game.
he: קבע שיא חדש בכל משחק שהוא.

# achievementUnknown
source: New Achievement!
he: הישג חדש!

# impulseGameOverTitle
source: Game Over
he: המשחק הסתיים!

# impulseFinalScore
source: Final Score: {score}
he: ניקוד סופי: {score}

# impulseReturnHome
source: Return Home
he: חזרה למסך הבית

# impulseComboLabel
source: x{combo} COMBO!
he: x{combo} רצף!

# reactionTestCompleteTitle
source: Test Complete!
he: הבדיקה הסתיימה!

# reactionTestCompleteSummary
source: Best: {best} ms Worst: {worst} ms Average: {average} ms Tap to play again
he: הטוב ביותר: {best} מילישניות החלש ביותר: {worst} מילישניות ממוצע: {average} מילישניות לחצו כדי לשחק שוב

# focusGardenTitle
source: Nova's Focus Garden
he: גינת הפוקוס של נובה

# focusGardenStageSeed
source: Star Seed
he: זרע כוכב

# focusGardenStageSprout
source: Glow Sprout
he: נבט זוהר

# focusGardenStageBloom
source: Radiant Bloom
he: פריחת אור

# focusGardenStageTree
source: Guardian Grove
he: עץ השמירה

# focusGardenStageNova
source: Nova Canopy
he: חופת נובה

# focusGardenStageSeedDescription
source: Your journey begins with a curious seed soaking up every spark of focus.
he: המסע מתחיל עם זרע סקרן שסופג כל שביב ריכוז.

# focusGardenStageSproutDescription
source: Tiny leaves appear when you show up consistently—keep the sunlight coming!
he: עלים קטנים מבצבצים כשאתם מגיעים בעקביות—המשיכו להזין באור!

# focusGardenStageBloomDescription
source: Colorful flowers burst open from your calm breathing and mindful wins.
he: פרחים צבעוניים פורחים בזכות רגעי הרוגע והניצחונות הממוקדים שלכם.

# focusGardenStageTreeDescription
source: A sturdy tree towers with every challenge you conquer and every habit you grow.
he: עץ יציב מזדקף עם כל אתגר שאתם מנצחים וכל הרגל שאתם מטפחים.

# focusGardenStageNovaDescription
source: The garden glows like a constellation—you're helping Nova light up the whole galaxy!
he: הגינה קורנת כמו קבוצת כוכבים—אתם עוזרים לנובה להאיר את כל הגלקסיה!

# focusGardenProgressLabel
source: {current} / {goal} glow energy gathered
he: {current} מתוך {goal} אנרגיית זוהר

# focusGardenNextGoal
source: {sunlight} more glow to unlock the next stage
he: עוד {sunlight} זוהר כדי לפתוח את השלב הבא

# focusGardenMaxStageReached
source: The garden is shining at full power!
he: הגינה זורחת במלוא העוצמה!

# focusGardenSunlightStat
source: Glow energy
he: אנרגיית זוהר

# focusGardenFocusMinutesStat
source: Focus minutes
he: דקות ריכוז

# focusGardenDewStat
source: Nova dew
he: טיפות נובה

# focusGardenWaterCardTitle
source: Stardust boost
he: בוסט אבקת כוכבים

# focusGardenWaterCardSubtitle
source: Spend a dew drop to add {boost} glow instantly.
he: השתמשו בטיפת טל כדי להוסיף {boost} זוהר מיד.

# focusGardenWaterButton
source: Sprinkle stardust
he: פזרו אבקת כוכבים

# focusGardenDailyLimitLabel
source: Boosts today: {used}/{max}
he: בוסטים היום: {used}/{max}

# focusGardenCurrentDew
source: Dew drops saved: {dew}
he: טיפות שנשמרו: {dew}

# focusGardenWaterSuccess
source: Stardust burst! +{sunlight} glow
he: בזק זוהר! +{sunlight} אנרגיה

# focusGardenWaterUnavailable
source: No dew boosts left for now—try another focus or breathing break.
he: אין עוד טיפות זמינות כרגע—נסו עוד סשן ריכוז או נשימה.

# focusGardenStageUnlocked
source: The garden reached {stage}!
he: הגינה עלתה לשלב {stage}!

# focusGardenStageCelebration
source: Nova dances with joy! You earned {coins} bonus coins.
he: נובה קופצת משמחה! קיבלתם {coins} מטבעות בונוס.

# focusGardenCelebrateOkay
source: Celebrate!
he: יש!

# focusGardenSunlightEarned
source: +{sunlight} glow energy collected
he: +{sunlight} אנרגיית זוהר נאספה

# focusGardenDewEarned
source: You caught {dew} Nova dew drop!
he: תפסתם {dew} טיפת נובה נוצצת!

# focusGardenTipTitle
source: Today's garden hint
he: טיפ יומי לגינה

# focusGardenTipFocus
source: Try a 5-minute focus blast to shower the garden with sunlight.
he: נסו פרץ ריכוז של 5 דקות כדי להציף את הגינה בשמש.

# focusGardenTipBreath
source: Complete 3 calm breathing cycles to collect a dew drop.
he: השלימו 3 מחזורי נשימה רגועים כדי לאסוף טיפת טל.

# focusGardenTipKindness
source: Send a kind message—Nova loves positive energy in the garden!
he: שלחו הודעה מעודדת—נובה אוהבת אנרגיה חיובית בגינה!

# routerNotFound
source: Route not found
he: העמוד לא נמצא
